Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Cry, Even Better If You Beg (울어봐, 빌어도 좋고).tmx
Source language: ko_kr
Languages: en_us

source: “이 온실의 새들은 정말 예뻐요.”{j}나뭇가지에 앉은 화려한 빛깔의 새들을 살핀 클로딘이 경탄했다.
en_us: “The birds in here are so pretty,” she commented, admiring the many colorful birds perched on tree branches in the greenhouse.{j}

source: 마티어스는 흥미로운 눈길로 그들 모자를 지켜보았다.
en_us: Matthias observed the mother and son with interest.

source: 마티어스는 그제야 이 유리 온실에서 키우는 새들의 존재를 인지했다.
en_us: Matthias hadn’t even noticed that there were birds in the greenhouse until Claudine had pointed them out.

source: 그리하여 결국 이곳, 빌 아저씨의 오두막까지 오게 되었으니 믿는 대로 이루어졌다 해도 틀린 말은 아니다.{j}그러니 다 잘된 일이지.
en_us: Considering that she had ultimately ended up at Bill’s cottage, it seemed that she was right—things had improved.{j}

source: “그것도 나쁘지 않네요.”{j}생긋 웃은 레일라는 빌의 곁에 놓인 의자에 앉았다.
en_us: “That’s not a bad idea.” Smiling sweetly, she sat down in the chair next to his.{j}

source: 두루 자비와 친절을 베푸는 마음씨 좋은 아가씨에 대한 칭찬.
en_us: when he heard his mother praising Claudine for the compassion and kindness of the gesture.

source: “아니, 뭘 그렇게까지…….”
en_us: “But, is that really necess-”

source: 산책로를 달리는 레일라의 구두굽 소리가 고요한 밤의 정원을 흔들었다.
en_us: The sound of her shoes’ heels clicking against the paved walking path disturbed the tranquility of the night around the garden.

source: “그래요, 에트먼 부인.
en_us: “Sure, Mrs. Ettman,

source: 전부터 보아 둔 터라 안경점의 위치는 대번에 찾을 수 있었다.
en_us: She had no trouble locating the optician’s shop, because she had gazed longingly into its window many times before.

source: 예쁘게 꾸민 레일라의 미모로 귀한 댁 아가씨들의 콧대를 눌러 주는 거지.”
en_us: Let’s send Layla to the party dressed up so lavishly that it’ll knock those noblewomen down a peg or two.”

source: 사냥복의 붉은 재킷과 번쩍이는 산탄총이 박히듯 눈에 들어왔다.
en_us: His red hunting jacket and shining shotgun were also eye-catching.

source: 돌아가고 싶어질 때마다 그 안경을 사기 위해 채취한 수많은 열매와 팔이 빠져라 잼을 휘젓던 시간들을 생각했다.
en_us: Whenever she got the urge to turn back, she thought about the countless hours she had spent picking raspberries and stirring jam to raise the money for the glasses.

source: 그래.
en_us: sure,

source: 뒤꿈치는 살갗이 벗겨져 피가 흐르기까지 했다.
en_us: The heel had started to bleed from a spot where the skin had been chafed away.

source: 마티어스는 강바람에 헝클어진 머리를 천천히 쓸어 넘기며 계단을 올랐다.
en_us: He continued up the staircase, sweeping back his hair, which had been ruffled by the wind from the river.

source: 레일라 르웰린.”{j}레일라는 조금 어색하게 그 손을 잡았다.
en_us: Layla Llewellyn,” she replied, clumsily accepting his hand in hers.{j}

source: 그 모습이 더욱 기가 막혀 빌은 실소했다.
en_us: Even more bewildered than before, Bill let out another chuckle.

source: 그 모든 채비를 마친 마티어스는 침실의 서편 창가에 놓인 의자에 비스듬히 기대앉았다.
en_us: Once he had finished getting ready, he lounged in the chair by the window on the west side of the bedroom.

source: 레일라는 집사와 하녀가 완전히 자취를 감춘 후에야 강가로 다가오기 시작했다.
en_us: Once the butler and maid were fully out of sight, Layla began to approach the river.

source: 브란트 영애는 왜 그런 말을 했을까?
en_us: Why did Lady Claudine say that?

source: 가끔 비스킷을 집어 들 때를 제외하면 레일라는 놀랍도록 책에만 집중했다.
en_us: Layla’s eyes remained glued to the page, besides when she occasionally picked up a biscuit to take a bite.

source: 그리고 막 한 걸음을 뗐을 때 차가운 총성이 울려 퍼졌다.
en_us: But just as she started walking, she heard a deafeningly loud gunshot.

source: 뜻밖의 인기척이 느껴진 건 그 무렵이었다.
en_us: It was then that he sensed the presence of another person nearby.

source: 그리고 아마도 소문의 그 아이인 듯한 자그마한 소녀가 그의 뒤를 따랐다.{j}한 가닥으로 땋은 금빛 머리칼이 총총 걸어가는 아이의 등 뒤에서 시계추처럼 흔들렸다.
en_us: And following right behind him was a little girl, just like the rumor. Her golden hair, which was woven into a braid, swung like a pendulum behind her with each step.{j}

source: 몇 번이나 실패해도 포기하지 않고 덤벼들던 레일라는 기어이 산비둘기를 훈련시키는 데 성공했다.
en_us: Persisting in the face of several failed attempts, she had eventually managed to train the pigeon.

source: 신세를 져야 할 다음 친척의 집으로 향하는 역마차 안에서 레일라는 쿠키를 하나 꺼내 먹었다.
en_us: In the stagecoach on the way to the next relative’s home, she took one of the cookies out of the bag and ate it.

source: “어, 카일?”{j}자전거가 끼익거리며 멈추어 서자 빨래를 널던 레일라가 놀란 얼굴로 돌아섰다.
en_us: “Huh, Kyle?” Layla said with a start. She had been hanging laundry on a clothesline when his bicycle had screeched to a stop right in front of her.{j}

source: 타고난 뼈대가 새처럼 작고 가녀리니 다 자라도 그리 큰 체격은 못 될 테지만 저 아이가 미인이 되리라는 데는 의심의 여지가 없었다.
en_us: Her natural frame was small and slender like that of a bird, so she wasn’t likely to ever grow to be big and tall. Still, he had no doubt that she would become a beautiful woman one day.

source: 내리 며칠을, 바쁜 시간을 굳이 쪼개어 이곳을 찾는 자신의 모습도.
en_us: It no longer felt as worthwhile to take time out of his busy schedule to come here for this purpose, as he had done for the past several days in a row.

source: “그래도 사 줄게, 아이스크림.”
en_us: “I’m going to buy you dessert anyway. Ice cream sound good?”

source: 그것을 확신한 마티어스의 입가에 픽 웃음이 스쳤다.
en_us: Noting this, Matthias grinned subtly.

source: 그 사실이 레일라를 더욱 비참하게 했다.{j}“죄송합니다, 공작님.”{j}레일라는 울지 않기 위해 애쓰며 그를 쏘아보았다.{j}갖가지 이유로 레일라 르웰린을 내쫓은 많은 친척들이 차라리 그리워졌다.{j}심지어 술주정뱅이 고모부조차도 레일라에게 이처럼 잔인하지는 않았다.{j}“아무것도 아닌 제가 감히 공작님의 영지에 머무르고 있어서 정말 죄송합니다.”{j}이제 목소리는 물론 주먹을 꼭 쥔 두 손까지 떨리기 시작했다.{j}“이럴 거라면 차라리 그때 저를 허락지 마시지 그러셨나요?”
en_us: This made her feel even more miserable. “I’m sorry, Your Grace.” She struggled not to cry as she looked at him. She started to miss all the relatives who had briefly housed her before sending her away. Even her alcoholic uncle had never acted this cruelly towards her. “I’m truly sorry for having the audacity to stay on your estate when I’m nothing.” Not only was her voice trembling, but her tightly-clenched fists now were as well. “If you despised me so, why didn’t you just refuse to let me stay here in the first place?”{j}{j}{j}{j}{j}{j}{j}

source: 생각이 거기까지 미치자 빌은 새삼 심란해졌다.
en_us: This thought suddenly made him uneasy.

source: 정원과 숲길을 잇는 경계에서 레일라는 그만 풀썩 넘어져 버렸다.
en_us: As she was crossing the stone-paved boundary between the garden and the forest path, she tripped and fell.

source: 반짝거리는 것만 보면 환장을 하는 새들 아니냐.
en_us: They go crazy for shiny things.

source: 어떤 면에 있어서는 놀랍도록 변한 것이 없는 아이다.
en_us: In some respects, she hadn’t changed a bit.

source: 달빛이 비추어 주는 레일라의 뒷모습을 향해 마티어스는 다시 시선을 옮겼다.
en_us: He turned his gaze again and saw her back illuminated by the moon.

source: 그럴 필요를 느끼지 못했다.
en_us: He didn’t feel the need to be.

source: 빌은 손가락을 꼽아 가며 계산해 보았다.
en_us: Bill started counting on his fingers.

source: 피 묻은 장갑을 낀 레일라의 손에 식은땀이 들어찼다.
en_us: Her hands broke into a cold sweat under her bloodstained gloves.

source: “그러려나?”
en_us: “You think so?”

source: 못 본 것도 같고…….”{j}천천히 소파에서 일어선 마티어스가 레일라를 향해 다가왔다.{j}“숨긴 것도 같고.”
en_us: I don’t think I’ve seen them...” He slowly rose from his seat and walked towards her. “But I do think I hid them.”{j}{j}

source: “그러니까, 큰돈이면 속상해도 버려선 안 되는 거잖아요.
en_us: “Yeah, so I didn’t think I should throw it away, even though receiving it made me feel bad.

source: “그 애는 안 와.”{j}마치 속내를 읽기라도 한 듯 공작이 담담히 말했다.{j}“카일 에트먼.”{j}설마 하여 얼굴을 찌푸리는 레일라를 바라보며 마티어스는 다시 한 번 속삭였다.{j}“니가 기다리는 그 애.”{j}마티어스는 채 반도 피우지 않은 담배를 미련 없이 놓았다.
en_us: “He’s not coming,” the duke calmly said. It was as if he had read her thoughts. “Kyle Ettman.” Noticing a look of doubt on Layla’s face, he whispered, “The boy you’re waiting for.” He tossed his half-smoked cigarette to the ground. A thin wisp of smoke rose from it then gradually stopped.{j}{j}{j}{j}{j}

source: “네.”
en_us: “Yes.”

source: 초대하고 싶은 친구들의 이름을 생각하던 그녀의 시선이 이끌리듯 창문 너머를 향했다.
en_us: As she considered which friends she would invite to the party, something through the window suddenly drew her attention.

source: 그곳을 좋아하는 클로딘을 위한 엘리제 폰 헤르하르트의 배려였다.
en_us: His mother, Elise von Herhardt, had asked the servants to prepare their afternoon tea in the greenhouse, because she knew how much Claudine liked it.

source: “하지만 공작님, 저는 꽃꽂이 실력이 좋지 못합니다.”
en_us: “But Your Grace, I am not skilled in flower arrangement.”

source: 레일라를 각오를 다지듯 주먹을 움켜쥐고 좀 전보다 더욱 너른 보폭으로 걷기 시작했다.
en_us: Layla clenched her fists to strengthen her resolve, and started walking with longer strides than before.

source: 간결한 눈짓으로 그 인사를 받아 준 에트먼 부인의 시선은 곧 다시 아들을 향했다.{j}“널 보려고 기다리는 분들이 많아.”
en_us: who nodded briefly at her before turning back to her son. “There’s a lot of people waiting to see you in there.”{j}

source: 얼마 지나지 않아 레일라가 응접실로 들어섰다.
en_us: Not long after that, Layla entered the drawing room.

source: 레일라는 모를 테지만.
en_us: He was sure she didn’t realize this, however.

source: 넌 이제 집에 가 봐.”
en_us: You should head home now.”

source: “고맙지만 카일, 그럴 수는 없어.”{j}그를 무안하지 않게 해 주려는 듯 레일라가 생긋이 미소 지었다.{j}“그리고 나, 내 안경 꼭 찾고 싶어.”{j}웃는 입술과 달리 눈빛은 단호했다.
en_us: “Thanks, Kyle, but I could never let you do that,” she said, smiling sweetly to avoid embarrassing him. “And anyway, I really want to find them.” Her mouth was smiling, but her eyes were serious with determination.{j}{j}{j}

source: 산비둘기 피비는 레일라 르웰린의 전령이었다.
en_us: Phoebe was Layla’s messenger pigeon.

source: “공작님.”
en_us: “Your Grace...?”

source: 좀처럼 제 공간을 허락하지 않는 마티어스가 선선히 허락한 것을 보면 약혼녀에게는 꽤 너그러운 모양이었다.
en_us: The fact that he had granted permission for them to use a space that he normally kept strictly to himself showed just how generous he was to his fiancée.

source: 레일라는 앞치마에 넣어 둔 손수건을 꺼내 얼굴을 닦았다.
en_us: Layla took a handkerchief from the pocket of her apron and used it to dry her face.

source: 구두와 드레스 자락을 찬찬히 거슬러 올라간 마티어스의 시선은 희고 가는 목에 걸린 목걸이 위에서 멈추었다.
en_us: Matthias’s gaze went up slowly from the shoes, to the dress, finally coming to rest on the necklace hanging around her smooth neck.

source: 그 옆에 놓인 형편없는 장미 화병에 잠시 머물렀던 마티어스의 시선은 곧 창문 밖을 향했다.
en_us: He briefly looked at the poorly-arranged vase of roses next to the clock, then shifted his gaze to the view out the open window.

source: 레일라는 먹이를 찾는 물새들과 물비늘, 강의 양쪽 기슭을 감싼 녹음을 찬찬히 바라보았다.
en_us: She gazed intently at the waterfowl diving into the dappled surface of the river for fish, and at the dense foliage on either side of the river.

source: “공작님이 돌아오니 아르비스는 한동안 정신없겠다.”
en_us: “With the duke returning soon, Arvis must be real busy lately,” Kyle remarked.

source: “레일라.”{j}천천히 이름을 부르는 그의 표정은 침착했다.{j}“레일라 르웰린.”{j}다시 한 번, 그가 읊조리듯 조용히 부른 이름은 마치 노래처럼 들렸다.
en_us: “Layla.” His face remained composed. “Layla Llewellyn.” He was intoning her name as if it were a mantra he was reciting.{j}{j}{j}

source: 새하얀 드레스는 깨진 무릎에서 난 피와 흙먼지로 더럽혀져 있었다.
en_us: Her white dress was now stained with dirt and blood from her scraped knee.

source: 돌아간 저택에서는 여느 때와 같은 일상이 반복되었다.
en_us: He then returned to the mansion and repeated the same routine he had been through countless times before.

source: 그게 옳아.”
en_us: It’s only right.”

source: 자전거를 세워 둔 레일라가 계단 끝에 앉자 바구니에 담겨 있던 종이봉투를 든 소년이 뒤따랐다.
en_us: Layla put down her bicycle’s kickstand and sat on the bottom of the steps. Kyle took a paper bag out of the basket he was holding, then sat down next to her.

source: 공작 앞에서, 반짝거리는 동전을 줍기 위해 몸을 숙이자 문득 브란트 영애가 남기고 간 말이 떠올랐다.
en_us: As she was bending over to grab the coin, she suddenly remembered what Claudine had said as she was leaving.

source: “지금 그분들께 인사를 드려도 될까요?”{j}혹시 노마님의 마음이 바뀔까 염려되었던지 에트먼 부인은 체면을 잠시 내려놓고 채근했다.
en_us: “Do you think it would be all right for us to greet them now?” Mrs. Ettman asked, forgetting her manners momentarily out of worry that Dowager Herhardt would change her mind.{j}

source: 이제 레일라 르웰린의 역할은 끝이 났다.
en_us: Her work at the party was now done.

source: 수없이 반복되어 온 일상일 뿐인데 카일은 모든 것이 새삼스러워 자꾸만 레일라를 힐끔거렸다.
en_us: It was an everyday activity that they had repeated countless times, and yet it all felt new to Kyle.

source: 레일라는 멀어져 가는 헤르하르트 공작의 뒷등을 멍하니 바라보았다.
en_us: She stared at his back as he walked away.

source: 네 놀이 친구가 될 법한 아이는 아닐 텐데.”
en_us: That’s not the kind of child you should be making friends with,” Countess Brandt replied.

source: 레일라는 얼어붙은 채로 멍하니 숲 저편만 응시하고 있었다.
en_us: Layla was frozen stiff, staring at the far side of the forest.

source: 안경을 잃어버렸다고 했다.
en_us: Kyle, I’ve lost my eyeglasses.

source: 마티어스는 길의 한가운데에서 잠시 멈추어 섰다.
en_us: He stopped walking for a moment in the middle of the road.

source: “우와.
en_us: “Wow,

source: 절뚝거리지 않기 위해 힘을 실은 다리가 저려도 꾹 참아 냈다.
en_us: It hurt a lot to walk without limping, but she endured the pain.

source: 카일이 싱긋 웃었지만 에트먼 부인의 눈빛은 더욱 엄격해졌다.{j}“카일 에트먼, 엄마 말이 우습니?”
en_us: Mrs. Ettman’s face grew even sterner. “Kyle Ettman, do you think I’m kidding around?”{j}

source: 시선을 느낀 듯 레일라가 불현듯 고개를 돌렸다.
en_us: Feeling someone’s gaze on her, Layla suddenly turned her head.

source: 안녕.”
en_us: Bye.”

source: 대체 뭔데?”{j}눈을 찌푸린 카일은 레일라 앞에 몸을 숙여 앉았다.
en_us: So what happened?” he asked, furrowing his brow as he stooped down towards her.{j}

source: 그게 아니면 놀란 비명이라도 지르라고.
en_us: Or at the very least, scream.

source: 아르비스의 여름 정원을 가득 채우는 꽃, 바로 그 장미의 향이었다.
en_us: It was the fragrance of the flower that filled Arvis’s garden every summer—the rose.

source: 모두가 아는 이름, 모두가 공유하는 세상, 모두의 관심사가 간간이 곁들여지는 웃음과 함께 이어졌다.
en_us: The names they all knew, the world they all inhabited, and the interests they all shared were all factors that led them to laugh together.

source: 레일라는 정신없는 기침을 쏟아 내며 몸을 떨었다.
en_us: Her body convulsed as she started coughing uncontrollably.

source: 다정하고 싱그러운 그 웃음만 보아도 알 수 있을 것 같았다.
en_us: That bright, tender smile made something clear to Claudine:

source: “아, 아니요!”{j}숄의 끝자락을 단단히 묶어 매듭지은 레일라가 다급히 외쳤다.{j}“공작님은 신사세요!”
en_us: “N-no!” she urgently shouted as she tied the ends of the shawl into a tight knot in front of her chest. “You are a gentleman!”{j}{j}

source: “너 몇 살이야?”
en_us: “How old are you?” the boy asked.

source: 오늘은 거기에 한 가지 선물이 더 곁들여졌다.
en_us: Today Claudine was going to give her an additional gift.

source: “무슨 새죠?”{j}가만히 새를 지켜보던 마티어스가 물었다.
en_us: “What kind of bird is that?” Matthias asked.{j}

source: 그 아이, 레일라 르웰린이요.”
en_us: her. Layla Llewellyn.”

source: 설마 붙잡아 둔 나의 존재를 잊어버린 건 아닌가 의심스러워질 무렵, 드디어 마티어스의 시선이 그녀를 향했다.{j}“말해.”
en_us: Just as she was starting to wonder if he had forgotten that she was there, Matthias finally looked over at her, and said, “Go ahead.”{j}

source: “너니까.”
en_us: “Because it’s you.”

source: 사촌들과 즐겁게 이야기를 나누던 클로딘은 레일라와 눈이 마주치자 아까의 그 애매한 미소를 지어 보였다.{j}“잘 가, 레일라.”{j}클로딘이 먼저 인사했다.
en_us: having a playful conversation with her cousins. As soon as she saw Layla, the same subtle smile from earlier returned to her face, and she said, “Bye, Layla.”{j}{j}

source: 호기심 많은 여학생으로.
en_us: As the inquisitive schoolgirl.

source: 빌 레머에게 꽃은 이 세상 가장 예쁜 것.
en_us: Flowers were the prettiest thing in the world to him.

source: 다시 또 한 번.
en_us: And another.

source: 마티어스가 그 만족스러운 결론을 내렸을 무렵, 뜻밖에도 레일라가 다시 모습을 나타냈다.
en_us: Just as he was reaching this satisfying conclusion, Layla suddenly appeared again.

source: 이 풍경이 좋아 여름이 기다려졌다.
en_us: This lovely scenery made her look forward to the rest of the summer.

source: 그만하면 된 일이었다.
en_us: For Claudine, that had been enough.

source: 이만 일어선 그 애가 허리를 콩콩 두드리며 웃고 있었다.
en_us: clutching her waist as she laughed about something.

source: 헤르하르트 공작이 떠나 있는 동안은 그녀도 아르비스를 찾지 않았으니 꽤 오랜만이었다.
en_us: Claudine had stopped visiting Arvis while Duke Herhardt had been away serving in the military, so Layla hadn’t seen her in a long time.

source: 레일라는 벗어 두었던 가방에서 주머니칼을 꺼냈다.{j}그 칼을 펼쳐 복숭아를 자르는 레일라를 보던 소년이 낮게 키득거렸다.
en_us: Layla retrieved a pocket knife from her bag and started cutting up the peach.{j}

source: “아닙니다.
en_us: “No, Your Grace.

source: 그 여자의 꽃꽂이는 그저 화병에 장미를 담가 놓는 것 이상은 되지 못했다.
en_us: The roses looked like they had been recklessly crammed into the vase.

source: 다만 한순간도 고개를 들진 않았다.
en_us: Once she had started to bow, she didn’t dare lift her head again.

source: 한 남자를 등에 태운 채였다.
en_us: A man was riding on its back.

source: 홀에서 흘러나온 음악과 웃음소리가 아름다운 불빛과 어우러져 느긋한 정취를 자아냈다.
en_us: Glancing through the windows into the hall, Layla could sense the carefree atmosphere of the party, as the beautiful light of the chandelier blended with the muffled sounds of music and laughter.

source: 그리고 클로딘은 당연한 듯 그와 팔짱을 꼈다.
en_us: Claudine then casually linked arms with him.

source: 온통 그의 것에 감싸인 여자를, 마치 제 것처럼.
en_us: He was leading her around as if she were his.

source: 소년을 기다려야 하니 멀리 가지 않았으리라는 예상대로 레일라는 정원 한구석에 있는 파고라 아래에 머무르고 있었다.
en_us: Since she was waiting for the boy, he knew she wouldn’t have gone far. Sure enough, she was sitting under the rose-covered pergola in the corner of the garden.

source: 마티어스는 당혹스러워하는 레일라를 가만히 응시했다.
en_us: He quietly watched her as she reacted with puzzlement.

source: 마티어스는 천천히 길섶으로 다가가 그것을 주워 들어 클로딘에게 돌려주었다.
en_us: Matthias had slowly walked over to the hat, picked it up, and returned it to Claudine.

source: 그 망측한 일이 안경을 맞춘 후에 일어났으면 어쩔 뻔했나?
en_us: What would have happened if I’d had my glasses on that fateful day at the riverside?

source: 살성이 약한지 레일라의 피부는 자극에 쉽게 반응했다.
en_us: It seemed that her skin was quick to react to minor things.

source: “저 애는 말이야, 아주 공손하게 행동하는데 그게 묘하게 건방지게 느껴져.”{j}레일라를 지켜보던 에밀리아가 입술을 삐죽거렸다.{j}“제 처지를 너무 잘 안다고 해야 할지, 모른다고 해야 할지.”
en_us: “That girl behaves very politely, but doesn’t she seem a little uppity?” Emilia asked, pouting at Claudine. “It’s seems like she doesn’t quite know her place.”{j}{j}

source: “네에?
en_us: “What?!

source: 그러니 전부 기억하고 싶었다.
en_us: and she wanted to remember everything.

source: 마티어스는 아무 일도 없던 것처럼 다시 통화에 집중했다.
en_us: Matthias then resumed his phone conversation as if nothing had happened.

source: “마님께서 특별히 오찬에 신경 쓸 것을 지시하셨습니다.
en_us: “Lady Elise has instructed me to pay special attention to the luncheon.

source: 그곳은 외지고, 지금은 자정이 가까워진 깊은 밤.
en_us: That was a remote spot, and it was almost midnight.

source: 기절할 듯 놀라 일어서려던 레일라는 그가 손에 쥔 구두가 바로 자신의 것임을 뒤늦게 깨달았다.
en_us: Feeling like she was going to faint from the surprise, she was about to stand up, when she realized that the shoes in his hand were her own.

source: 그러자 한편으로는 안도감이 들기도 했다.
en_us: This rationalization made her feel better.

source: 고개를 뒤로 젖힌 채 눈을 감은 모습이었다.
en_us: sitting with his eyes closed and his head leaning backward.

source: 정원과 숲을 부지런히 쏘다니는 아이의 모습은 헤르하르트가의 사용인들에게는 어느덧 익숙한 풍경이 되어 있었다.
en_us: Meanwhile, Layla Llewellyn gradually became a part of the household, and the staff grew used to seeing her busily roaming the gardens and forests of the estate.

source: 레일라, 나도 장교가 되어 볼까?”{j}카일은 이제 레일라를 마주한 채 뒤로 걷기 시작했다.{j}“헤르하르트 공작처럼 장교가 되어 훈장을 받는 거지.{j}적의 심장에 총탄을 꽂는 백발백중의 명사수 에트먼 대위.”{j}총 쏘는 시늉을 하며 카일은 개구쟁이처럼 웃었다.
en_us: Layla, do you think I should try becoming an officer too?” Kyle was now walking backwards, facing Layla as they continued down the road. “I could become an officer like Duke Herhardt, and maybe I’d be awarded a medal. Captain Ettman, a brilliant sniper able to put a bullet straight through an enemy soldier’s heart!” He laughed impishly as he mimed firing a sniper rifle.{j}{j}{j}{j}

source: 흠칫하였지만 레일라는 제 나름의 복수를 멈추지 않았다.
en_us: Layla saw this as her revenge, even though he didn’t particularly seem to mind.

source: 레일라는 깜짝 놀라 고개를 들었다.
en_us: Layla looked up at him in shock.

source: 그러죠.”
en_us: I’ll be there.”

source: 보란 듯이 동전을 밟으며 미소 짓던 헤르하르트 공작이 떠올랐다.
en_us: The memory of him smiling as he stepped on the gold coin, all those years ago, flashed into her mind.

source: 잔잔한 물살을 따라 흐르듯 이어질 삶이었다.
en_us: His life with his new family would flow gently along like the water of this river.

source: 넘어질 때는 분명히 온몸이 아팠던 것 같은데 이제는 통증이 느껴지지 않았다.
en_us: Suddenly she realized that she no longer felt the pain she had felt all over her body from the fall.

source: 레일라는 가장 먼저 얼마 전 부화한 박새 둥지가 있는 나무 위를 살폈다.
en_us: Once she was deep in the woods, the first thing she looked at was a nest of chickadee hatchlings on a tree branch.

source: “뭔지 알아야 대답을 해 주지.
en_us: “I can’t answer that until you tell me what happened.

source: 빌은 야속한 신을 찾으며 머리를 감싸 쥐었다.
en_us: Bill put his head in his hands and asked God for guidance.

source: 그런 뜻은 아니었어요.”{j}레일라는 허둥지둥 숄을 주워 어깨와 가슴을 가렸다.
en_us: I didn’t mean it like that.” She hurriedly picked up the shawl and wrapped it around her shoulders and chest.{j}

source: 네가 일을 해 번 돈이지.
en_us: You earned it by working.

source: 또래의 친구가 하나도 없으니 말이야.”{j}엘리제 폰 헤르하르트는 무릎에 앉아 있는 하얀 강아지의 털을 쓰다듬으며 고개를 끄덕였다.
en_us: She doesn’t have any friends her age,” said Elise von Herhardt with a nod as she petted the puppy sitting on her lap.{j}

source: “영애의 마음에 든다니 다행입니다.”{j}마티어스는 물러서지 않고 클로딘을 마주했다.
en_us: “I’m glad that you like it,” he replied, not backing away from her.{j}

source: 하도 황당한 짓이라 기억하고 있었다.
en_us: This strange behavior had stuck in his memory clearly.

source: “왜.”
en_us: “Why?”

source: 그리고 명민하게 반짝이는 눈동자.
en_us: and her bright eyes twinkled.

source: 조용히 지켜보던 에트먼 박사가 점잖게 만류했지만 그녀는 조금도 뜻을 꺾을 마음이 없어 보였다.
en_us: However, Mrs. Ettman showed no signs of backing down.

source: 아, 그 어린 귀족 아가씨 말이구나.”{j}빌은 이제야 알겠다는 듯 고개를 끄덕였다.
en_us: Ah yes, that young noble girl,” he replied, nodding.{j}

source: 아마도 카일 에트먼이었던가.
en_us: He was fairly sure his name was Kyle Ettman.

source: 고작 하루, 그것도 잠깐 얼굴만 비추고 올 파티에 이렇게 큰돈을 쓰시게 할 수는 없어요.”
en_us: I don’t want you spending so much money on an outfit I’ll only wear once. I’m not even planning to stay at the party for very long.”

source: 레일라는 충격에 휩싸인 얼굴로 큰 눈을 깜빡였다.
en_us: Layla was staring at him with a shocked expression on her face.

source: 이만 돌아가려던 마음을 바꾸어 마티어스는 물살이 흐르는 방향으로 다시 헤엄치기 시작했다.
en_us: He had been about to head back to the mansion, but then he changed his mind and started swimming in the direction of the current.

source: 그의 거친 손끝에 닿은 아이의 부스스한 머리카락이 햇솜처럼 보드라웠다.
en_us: He stroked her hair again. Against his rough fingertips, her hair felt as soft as cotton.

source: 갑자기 깊어진 물에 놀라 필사적으로 버둥거렸지만 그럴수록 점점 더 깊은 물을 향해 떠밀려 갈 뿐이었다.
en_us: Shocked by the sudden increase in depth of the water, she flailed about desperately, but this only caused her to drift into even deeper water.

source: 재미있니?”{j}달그락, 소서에 찻잔을 내려놓는 소리와 함께 한결 높아진 클로딘의 목소리가 들려왔다.{j}레일라보다 고작 한 살 위일 뿐이지만 클로딘은 언제나 어린아이를 대하는 어른 같은 말투를 사용했다.
en_us: Is it fun?” Claudine asked in an even higher voice as she set her teacup down on its saucer. Even though she was only a year older than Layla, she always talked to her the way an adult would talk to a small child.{j}{j}

source: “그 새.”{j}마티어스는 가늘게 뜬 눈으로 새를 가리켰다.{j}“내 카나리아.”
en_us: “That bird,” Matthias replied, glancing with narrowed eyes at the bird. “My canary.”{j}{j}

source: “사냥 준비를 모두 마쳤습니다, 주인님.”{j}조용히 다가온 헤센이 고했다.
en_us: “Preparations are complete for today’s hunt, Your Grace,” Hessen said, approaching quietly.{j}

source: “듣고 보니 그 말도 일리가 있구나.”{j}클로딘을 지켜보던 공작가의 노마님 카타리나 폰 헤르하르트의 입가에 흐뭇한 웃음이 떠올랐다.{j}“네 뜻대로 하렴, 클로딘.”
en_us: “That sounds like a good idea to me,” Dowager Herhardt said with a contented smile. “Do as you wish, Claudine.”{j}{j}

source: “설마 정원사가 키우는 그 고아 말이니?”
en_us: “You mean the orphan girl that the gardener is taking care of?”

source: 계단을 올라오는 발걸음 소리가 가까워질수록 마티어스의 호흡은 느릿해져 갔다.
en_us: As he heard her footsteps ascending the staircase outside, he slowed his breathing.

source: 싫어요.”{j}레일라는 도리질을 치며 그의 곁으로 다가왔다.{j}“먹고 싶지 않습니다.{j}이제 못 해요.{j}싫어요.”{j}겁에 질린 레일라의 눈동자가 떨리고 있었다.{j}자신이 무슨 말을 하고 있는지 모르는 얼굴 같기도 했다.
en_us: I don’t want to,” she said, shaking her head as she approached him. “I don’t feel like eating. I can’t stomach anything right now. I hate it.” Her frightened eyes were quivering. She was amazed to hear the bold words coming out of her mouth.{j}{j}{j}{j}{j}{j}

source: 그건 단 한 번도 의심을 가져 본 적 없는, 지극히 당연한 사실이었다.
en_us: This was a conviction that he had never doubted, even for a moment.

source: 다시 한 번 뒷목만 긁적일 뿐, 빌은 아무 말도 할 수 없었다.
en_us: Unsure what to say in response, Bill simply scratched the back of his neck.

source: 안경을 벗어 두고 와 불빛이 흐릿하게 번져 보였지만 그래서 더 몽환적이고 아름답게 느껴지는 풍경이었다.
en_us: Her vision was blurry because she had left her glasses at home, but that only made the impression more dreamlike and picturesque.

source: 클로딘은 이런저런 놀이를 권했지만 레일라가 할 수 있는 건 아무것도 없었다.
en_us: Layla shook her head. She didn’t know how to do any of those things.

source: 혹시 아가씨가 다시 올지도 모를 일이니까.
en_us: The other girl might return, after all.

source: 전혀요.
en_us: I’m not bored of you.
